#include <stdio.h>
#include <stdlib.h>
#include <locale.h>

void name() {
    puts("   ___    __  __     __  __  __  __\n| |__|   |  ||__     __||  ||  ||__\n|  __| o |__| __| o |__ |__||__||__|");
}

void main() {
    setlocale(LC_ALL, "ru-RU");
    puts("                                                                      *********************************************************************************\n                                                                      *Тема: Написание и компиляция консольного приложения в среде разработки MVS 2022*\n                                                                      *                             Выполнил Бирюков Н.И.                             *\n                                                                      *********************************************************************************\n");
    name();
    getchar();
}